FTVerifyFileFindTitle = "Seleziona il file da verificare";
FTVerifyFileFindPrompt = "Seleziona";

FTEnterPassphrasePrompt = "Per la chiave:  %@, %@";
FTEnterPassphraseAgainPrompt = "Prova di nuovo:  %@, %@";

FTSignatureStatus = "Stato della firma";
FTMultipleSignatureStatuses = "Stato di più firme";
FTGoodSigStatus = "Firma valida fatta il %@ con validità %@ da:\n\n%@\n%@";
FTBadSigStatus = "Firma non valida fatta il %@ con validità %@ da:\n\n%@\n%@";
FTGoodButExpiredSigStatus = "Firma buona ma SCADUTA, fatta il %@ con validità %@ da:\n\n%@\n%@";
FTGoodButKeyExpiredSigStatus = "Firma buona fatta il %@ con validità %@ dalla chiave SCADUTA:\n\n%@\n%@";
FTNoKeySigStatus = "Chiave non presente nel tuo portachiavi:\n\n%@.";
FTNoSignatureSigStatus = "Nessuna firma trovata.";
FTErrorSigStatus = "Si è verificato un errore nel corso della verifica.";
FTSigSeparator = "\n------------------------\n";

FTErrorTitle = "Errore";
FTErrorMessage = "Si è verificato un errore:  %@";